[
  {
    "id": "/start",
    "text":"游녦 soy Tom치s, nos conocimos el otro dia mientras paseaba a Candy 쯨erdad? Yo tambi칠n estuve en tu situaci칩n y me hubiera ayudado mucho si un amigo me hubiera contado c칩mo es divorciarse",
    "override_message": "start-2",
    "options": ["es complicado, si"]
  },
  {
    "id": "start-2",
    "text":"쯊u sabias que un matrimonio de media en Espa침a dura 16 a침os? Yo bajo la media, con el segundo matrimonio aguantamos 5 a침os. 쮿ace cu치nto que os casasteis?",
    "options": ["somos un matrimonio a침ejo", "poco, menos de 3 meses"]
  },
  {
    "id":  "poco, menos de 3 meses",
    "text": "La ley es muy clara al respecto, dice que antes de los 3 meses no puedes divorciarte, salvo que tu vida est칠 en peligro, o la de tus hijos. Entonces no hace falta que esperes, acude a la polic칤a o al juzgado para que te ayuden.",
    "options": ["somos un matrimonio a침ejo",  "Entendido, dejame ver si tengo alguna duda y te cuento" ]
  },
  {
    "id": "somos un matrimonio a침ejo",
    "text": ["Como con mi segunda ex, Carmen. Mis tres divorcios fueron complicados, aunque es m치s f치cil cuando no hay hijos en com칰n", "Briconsejo: Si os llevais de manera cordial os recomiendo que tramiteis el divorcio de mutuo acuerdo: es m치s sencillo, m치s r치pido, m치s econ칩mico y pod칠is tener el mismo abogado."],
    "options": ["No estamos precisamente a buenas.", "dices que por mutuo acuerdo es mas facil"]
  },
  {
    "id": "No estamos precisamente a buenas.",
    "text": "Es lo peor, la primera vez que me divorci칠 mi ex mujer ni siquiera me hablaba. Me duele por los ni침os, pero la situaci칩n era insostenible. Luego nos arreglamos y ahora hasta quedamos de vez en cuando.\nEl caso es que tuvimos un divorcio contencioso (significa que no estamos de acuerdo en los t칠rminos): cada uno ten칤a su abogada, hubo un juicio, y la jueza de familia nos lo concedi칩.",
    "options": ["Como? que es lo que la jueza puede decidir?", "dices que por mutuo acuerdo es mas facil", "쯤u칠 pas칩 con los ni침os?" ]
  },
  {
    "id": "Como? que es lo que la jueza puede decidir?",
    "text": "Bueno, el Juzgado no puede decidir si te divorcias o no; siempre te tienen que conceder el divorcio porque hay que cumplir unos requisitos legales. Sobre todo si hay hijos menores.\nSi necesitas un resumen de los pasos en los que consiste un divorcio contencioso los tengo por aqu칤 escritos, solo tienes que teclear '/amalas'.",
    "options": ["dices que por mutuo acuerdo es mas facil", "쯤u칠 pas칩 con los ni침os?"]
  },
  {
    "id": "dices que por mutuo acuerdo es mas facil",
    "text": "Con mi segunda ex mujer, Carmen, solo tuve un hijo, pero nos divorciamos de mutuo acuerdo: pactamos las condiciones con nuestra abogada, ella redact칩 un convenio, y el Juzgado lo aprob칩 con el visto bueno del fiscal. El procedimiento en este caso es m치s sencillo y pod칠is conseguir el divorcio contratando el mismo abogado para ambos.De hecho tambi칠n puedes divorciarte de mutuo acuerdo ante un Notario.\nLa abogada me pas칩 un papel con todos los pasos, si quieres que te los pase teclea '/abuenas'.",
    "options": [ "Entendido, dejame ver si tengo alguna duda y te cuento", "No estamos precisamente a buenas.", "Cuentame ante Notario c칩mo se hace"]
  },
  { "id":  "Entendido, dejame ver si tengo alguna duda y te cuento",
    "text": "Claro, si tienes alguna duda dejame un mensaje."
  },
  {
    "id": "Cuentame ante Notario c칩mo se hace",
    "text": ["Mi tercer divorcio fue el m치s f치cil: como no ten칤amos hijos nos divorciamos ante Notario. Solo necesitas que te acompa침e un abogado, y firmar ante el Notario que el matrimonio se disuelve.", "Bueno, si tus hijos son mayores de edad puedes igualmente firmar el divorcio ante Notario, pero adem치s de las pareja tienen que firmar los hijos."],
    "options": [ "Entendido, dejame ver si tengo alguna duda y te cuento", "No estamos precisamente a buenas."]
  },
  {
    "id": "쯤u칠 pas칩 con los ni침os?",
    "text": "Depende de si son mayores o menos de edad. Si son mayores de edad tienen que firmar el divorcio porque puede corresponderles una pensi칩n de alimentos.\n Cuando hay hijos menores el divorcio siempre tiene que decretarlo el Juzgado con el visto bueno del fiscal.",
    "options": ["쮼l fiscal que pinta si hay hijos menores?", "Tengo hijo/s mayores de edad" ]
  },
  {
    "id":"Tengo hijo/s mayores de edad",
    "text": "Aitana, del primer matrimonio, es mayor de edad ya pero todav칤a le tengo que pasar la pensi칩n de alimentos porque no es 'econ칩micamente dependendiente'",
    "options": ["Tengo hijos menores", "쮺칩mo se calcula la pensi칩n de alimentos?"]
  },
  {
    "id": "쮺칩mo se calcula la pensi칩n de alimentos?",
    "text": "Pues yo pensaba que la pension de los hijos iba por una tabla o algo as칤, pero lo deciden los jueces. Depende de muchas cosas: lo que ganeis cada uno, el estilo de vida de los ni침os, los gastos de la familia... no se pueden hacer tablas para eso.",
    "options": ["Tengo hijos menores"]
  },
  {
    "id": "Tengo hijos menores",
    "text": ["Cuando hay hijos menores el divorcio siempre tiene que decretarlo el Juzgado con el visto bueno del fiscal.", "El Juzgado no puede decidir si te divorcias o no; siempre te tienen que conceder el divorcio. Pero si hay hijos menores tiene que decidir sobre la custodia, el derecho de visitas, el uso de la vivienda familiar, la pensi칩n de alimentos...", "No es que el fiscal pueda opinar sobre el divorcio. Pero vigila 'el inter칠s superior del menor' en las cuestiones que afectan a los hijos como la custodia, el r칠gimen de visitas, o la pensi칩n de alimentos."],
    "options": ["somos un matrimonio a침ejo"]

  },
  { "id": "/abuenas",
    "text": "Una vez presentada y admitida la solicitud de divorcio el Letrado de la Administraci칩n de justicia os citar치 para que os ratifiqu칠is en vuestra decisi칩n. Ir칠is por separado.\nUna vez ratificada por ambos la solicitud de divorcio, si la documentaci칩n presentada fuera insuficiente, el Juez o el Letrado de la Administraci칩n de Justicia os conceder치 un plazo de 10 d칤as para completarla.\nSi ten칠is hijos menores o incapacitados el tribunal recabar치 informe del Ministerio Fiscal sobre los extremos del convenio que les afecten.\nEl tribunal dictar치 sentencia que puede ser alguna de estas:\n- Conceder el divorcio y aprobar el convenio regulador.\n- Conceder el divorcio y no aprobar el convenio regulador, en todos o algunos de sus extremos: En este caso el juez os dar치 un plazo para presentar otro convenio cambiando aquello que no ha aprobado.\n- No conceder el divorcio: La sentencia se puede recurrir en apelaci칩n.\nPara que vuestro o tu abogado pueda presentar la de divorcio tendr치s que darle los siguientes papeles: \n1. La certificaci칩n de la inscripci칩n del matrimonio (puedes conseguirla en el Registro Civil).\n2. La inscripci칩n de nacimiento de los hijos en el Registro Civil.\n3. La propuesta de convenio regulador.\n4. Cualquier otro documento que te permita justificar aquello que quieras pedir.\n5. Proposici칩n de prueba para acreditar aquellos hechos relevantes que no tengan constancia documental."
  },
  { "id": "/amalas",
    "text": "Pues mira, Primero se presenta lo que se llama una demanda: la otra parte(tu pareja) la recibe y tiene un plazo de 10 d칤as para contestarla.\nLuego se celebra una vista: ten칠is que asistir ambos, junto con vuestros abogados. S칩lo puedes no asistir si existe alguna causa que lo justifique. Si no asisten sin justificaci칩n se entiende que aceptas lo que pide la otra parte. Decisi칩n del juez: Puede ser alguna de estas:\n- Os concede el divorcio y aprueba el convenio regulador.\n - Os concede el divorcio pero no aprueba el convenio regulador: ten칠is que modificarlo.\n - No os concede el divorcio: no se cumplen los requisitos legales.\nPara que tu abogado pueda presentar la demanda de divorcio tendr치s que darle los siguientes papeles:\n- La certificaci칩n de la inscripci칩n del matrimonio (puedes conseguirla en el Registro Civil).\n- La inscripci칩n de nacimiento de los hijos en el Registro Civil.\n Los documentos que permitan evaluar vuestra situaci칩n econ칩mica: declaraciones tributarias, n칩minas, certificaciones bancarias, t칤tulos de propiedad, etc.\n- Cualquier otro documento que te permita justificar aquello que quieras pedir."
  },
  {
    "id": "/help",
    "text": "Hola, me llamo Tom치s y soy un 游뱄 .'Todav칤a' no entiendo lo que quieres decir, pero aprendo r치pido. Lo que si que entiendo son estos comandos:\n'/start': te cuento sobre mi vida\n'/abuenas': resumen del proceso y papeleo de un divorcio de mutuo acuerdo\n'/amalas': resumen del proceso y papeleo de un divorcio contencioso.\n'/sugerencia <texto>': Sugerencias sobre mi comportamiento",
    "default": "true"
  },
  {
    "id": "/sugerencia",
    "text": "Anotada, gracias!"
  }
]
